Repository: wp-plugins/updater
Catalog: languages/updater-*.po
Languages: sr_rs

source: Settings
sr_rs: Postavke

source: Support
sr_rs: Podrška

source: Sorry, your message could not be delivered to
sr_rs: Izvinite, vaša poruka ne može da se dostavi

source: Test message is sent to
sr_rs: Test poruka poslata

source: Please check off the Send email options, save settings and try again
sr_rs: Proverite opciju Poslati mailovi, sačuvajte postavke i pokušajte opet

source: Please enter a time for search and/or update. A number of hours should be integer and it should not contain more than 5 digits. Settings are not saved
sr_rs: Unesite vreme za pretragu i/ili update. Broj sati bi trebao da bude integrisan i ne bi trebao da sadrži više od 5 cifara. Postavke nisu sačuvane

source: Please enter a valid recipient name. Settings are not saved
sr_rs: Molim vas unesite validno ime primaoca. Postavke nisu sačuvane

source: Please enter a valid sender name. Settings are not saved
sr_rs: Molim vas unesite validno ime pošaljioca.Postavke nisu sačuvane

source: All settings are saved
sr_rs: Sve postavke su sačuvane

source: Updater | Settings
sr_rs: Updater | Postavke

source: We strongly recommend that you backup your website and the WordPress database before updating! We are not responsible for the site work after updates
sr_rs: Preporučujemo da backup-ujete vaš websajt i WordPress bazu podataka pre nego što updatujete! Ne odgovaramo za ono šta se desi sa vašim sajtom nakon update-a

source: Tools
sr_rs: Alatke

source: This setting is available in Pro version
sr_rs: Ove postavke su dostupne u Pro verziji

source: User guide
sr_rs: Vodič za korisnika

source: FAQ (with images)
sr_rs: FAQ (sa slikama)

source: Select the plugin mode
sr_rs: Izaberite režim plugina

source: Manual mode
sr_rs: Ručni režim

source: Auto mode
sr_rs: Auto režim

source: Notify when new versions of plugins or WordPress are available
sr_rs: Obavesti kada su nove verzije pluginova ili WordPress dostupne

source: Send email after updating the plugins or WordPress
sr_rs: Pošalji email nakon update plugina ili WordPress

source: How often should the plugin search for or/and update plugins and WordPress?
sr_rs: Koliko često bi trbala plugin da trazi update i WordPress?

source: Updater does it every 12 hours by default.
sr_rs: Updater po defaultu to radi svakih 12 sati.

source: (Choose number of hours. It should be integer and it should not contain more than 5 digits.)
sr_rs: (Izaberite broj sati. Trebao da bude integrisan i ne bi trebao da sadrži više od 5 cifara. )

source: Recipient's email address
sr_rs: Email adresa primaoca

source: By default Updater will be sending notifications to the site admin. If you want them to be sent to another email address, you can change it here.
sr_rs: Po defaultu Updater će poslati notifikacije adminu sajta. Ako želite da idu na drugu adresu, promenite to ovde.

source: (For example: admin@example.com.)
sr_rs: (Npr: admin@example.com.)

source: Sender's name and email address
sr_rs: Ime i mail pošaljioca

source: By default Updater will be sending emails on behalf of your website. You can edit it here.
sr_rs: Po defaultu Updater će slati mailove u ime vašeg sajta. To možete da promenite ovde

source: By default Updater will be sending notifications from the Admin email. If you want them to be sent from another email address, you can change it here.
sr_rs: Po defaultu Updater će slatii notifikacije od maila admina. Ako želite da budu poslati sa druge adrese, promenite to ovde.

source: Save Changes
sr_rs: Sačuvaj promene

source: Send a test email message
sr_rs: Pošalji test email poruku

source: Here You can make sure that your settings are correct and the email can be delivered.
sr_rs: Ovde možete da se postarate za to da vaše postavke budu ispravne i da mail bude dostavljen.

source: Check email sending
sr_rs: Proveri slanje maila

source: Make backup before updating
sr_rs: Napravi backup pre updating

source: Test making the backup
sr_rs: Test pravljenje backup-a

source: Backup all folders
sr_rs: Backup svih foldera

source: Backup all tables in database
sr_rs: Backup svih tabela u bazi podataka

source: Delete test backup after testing
sr_rs: Obrisati test backup nakon testiranja

source: This functionality is available in the Pro version of the plugin. For more details, please follow the link
sr_rs: Ova funkcionalnost je odstupna u Pro verziji plugina. Za više detalja, pratite link

source: Go back to the Updater page
sr_rs: Idi nazad na Updater stranicu

source: Return to the Updater page
sr_rs: Vrati se na Updater stranicu

source: The email message with the update results is sent to
sr_rs: Email poruka sa update rezultatima je poslata na

source: Updater | Tools
sr_rs: Updater | Alatke

source: the element will be updated
sr_rs: element će biti update-ovan

source: the element will not be updated
sr_rs: element neće biti update-ovan

source: Update information
sr_rs: Update informcije

source: Latest update was
sr_rs: Poslednji update je bio

source: Updater Pro will display, check and update all plugins (Not just the active ones)
sr_rs: Updater Pro će prikazati, proveri i update-uj sve pluginove(ne samo aktivne)

source: Update to
sr_rs: Update-ovano do

source: No plugins found
sr_rs: Nijedan pligin nije pronadjen

source: Updating plugins...
sr_rs: Update-ovanje plugina...

source: Updating WordPress...
sr_rs: Update-ovanje WordPress-a...

source: Update Failed
sr_rs: Update nije uspeo

source: WordPress updated successfully!
sr_rs: WordPress updateovan uspešno!

source: The Updater plugin made the updates at the site
sr_rs: Updater plugin je napravio update-ove na sajtu

source: Hello!
sr_rs: Pozdrav!

source: The Updater plugin is being run on your website
sr_rs: Updater plugin radi na vašem sajtu

source: These plugins were updated:
sr_rs: Ovi pluginovi su updatovani:

source: to the version
sr_rs: za verziju

source: WordPress was updated to the version
sr_rs: WordPress je update-ovan za verziju

source: If you want to change the plugin mode or other settings you should go here:
sr_rs: Ako želite da promenite režim plugina ili druge postavke idite ovde:

source: the Updater settings page on your website.
sr_rs: Updater stranica postavki na vašem sajtu.

source: Thanks for using the plugin
sr_rs: Hvala što koristite plugin

source: Check for updates on
sr_rs: Proverava update na

source: The files that need update are:
sr_rs: Fajlovi kojima treba update:

source: These plugins can be updated:
sr_rs: Ovi pluginovi mogu biti update-ovani:

source: the current version is
sr_rs: trenutna verzija je

source: WordPress can be updated to the version
sr_rs: WordPress može biti updatovan na verziju

source: Please use this link to update:
sr_rs: Koristite ovaj link za update:

source: the Updater page on your website.
sr_rs: Updater stranica na vašem sajtu

source: The Updater plugin starts updating these files.
sr_rs: Updater plugin počinje update ovih fajlova.

source: Congratulations! Your plugins and WordPress have the latest updates!
sr_rs: Čestitamo! Vaša plugin i WordPress imaju poslednji update.

source: If you want to change type of mode for the plugin or other settings you should go here:
sr_rs: Ako želite da promenite tip režima za plugin ili druge postavke idite ovde:
